Repository: RobertAudi/mpfc
Catalog: po/*.po
Languages: ru

source: Getting address of host %s
ru: Получаю адрес %s

source: Connecting to %s
ru: Подключаюсь к %s

source: Sending request for file %s
ru: Отправляю запрос на файл %s

source: Getting HTTP header
ru: Получаю заголовок HTTP

source: Redirect to %s
ru: Перенаправление к %s

source: Failure
ru: Облом!

source: Filling buffer: %d%% done
ru: Заполняю буфер: %d%%

source: Plugin %s has no 'plugin_exchange_data'
ru: Плагин %s не имеет 'plugin_exchange_data'

source: Unable to read directory %s
ru: Не могу прочитать каталог %s

source: Unable to stat file %s
ru: Не могу получить информацию о файле %s

source: No children
ru: Нет детей

source: Cancel
ru: Отмена

source: Configure AudioCD plugin
ru: Конфигурация плагина AudioCD

source: CD &device:
ru: Устройство CD (&d):

source: CDDB parameters
ru: Параметры CDDB

source: &Host:
ru: Хост (&h):

source: Disc c&ategory:
ru: Категория диска (&a):

source: Reload info from CDDB
ru: Загрузить информацию из CDDB

source: Submit info to CDDB
ru: Отправить информацию в CDDB

source: Getting address of %s
ru: Получаю адрес %s

source: Sending query to server
ru: Отправляю запрос серверу

source: Saving data
ru: Сохраняю данные

source: Success
ru: Успех

source: Failed!
ru: Облом!

source: CDDB submit error: no existing info found
ru: Ошибка отправки CDDB: не найдено существующей информации

source: CDDB submit error: you must specify your email address
ru: Ошибка отправки CDDB: вы должны указать свой адрес email

source: CDDB submit error: you must specify your category
ru: Ошибка отправки CDDB: вы должны указать категорию

source: Posting data to server
ru: Отправляю данные к серверу

source: Getting response
ru: Получаю ответ

source: Failure!
ru: Облом!

source: Only regular files are supported for writing info by mp3 plugin
ru: Плагин mp3 может писать информацию только в обычные файлы

source: Unable to create ID3 tag
ru: Не могу создать тег ID3

source: Single channel
ru: Один канал

source: Dual channel
ru: Два канала

source: Joint Stereo
ru: Объединенное стерео

source: Stereo
ru: Стерео

source: Yes
ru: Да

source: No
ru: Нет

source: None
ru: Нет

source: 50/15 microseconds
ru: 50/15 микросекунд

source: approx.
ru: примерно

source: Removing tag from file %s
ru: Удаляю тег из файла %s

source: Configure mp3 plugin
ru: Конфигурация плагина mp3

source: &Quick length calculation
ru: Быстрое вычисление длины (&q)

source: Remove ID3 tags
ru: Удалить теги ID3

source: Unable to open file %s
ru: Не могу открыть файл %s

source: Configure OggVorbis plugin
ru: Конфигурация плагина OggVorbis

source: Always use &UTF-8
ru: Всегда использовать &UTF-8

source: Input truncated or empty.
ru: Ввод обрезан или пуст.

source: Input is not an Ogg bitstream.
ru: Ввод не является потоком Ogg.

source: Error reading first page of Ogg bitstream.
ru: Ошибка при чтении первой страницы потока Ogg.

source: Error reading initial header packet.
ru: Ошибка при чтении начального пакета заголовка.

source: Ogg bitstream does not contain vorbis data.
ru: Поток Ogg не содержит данных vorbis.

source: Corrupt secondary header.
ru: Вторичный заголовок поврежден.

source: EOF before end of vorbis headers.
ru: Конец файла перед концом заголовков vorbis.

source: Corrupt or missing data, continuing...
ru: Данные повреждены или отсутствуют, продолжаю...

source: Error writing stream to output. Output stream may be corrupted or truncated.
ru: Ошибка при записи потока. Выходной поток поврежден или обрезан.

source: File size: %i bytes Length: %i seconds Bits/sample: %i Format: PCM Channels: %i Samplerate: %i Hz Bytes/sec: %i Block align: %i
ru: Размер фала: %i байт Длина: %i секунд Бит/сэмпл: %i Формат: PCM Число каналов: %i Частота сэмплов: %i Байт/сек: %i Выравнивание блока: %i

source: Configure ALSA plugin
ru: Конфигурация плагина alsa

source: &Device:
ru: Устройство (&d):

source: Unable to create file %s
ru: Не могу создать файл %s

source: Configure disk writer plugin
ru: Конфигурация плагина disk writer

source: P&ath to store:
ru: Путь к каталогу (&a):

source: Configure OSS plugin
ru: Конфигурация плагина OSS

source: File browser
ru: Браузер файлов

source: Current directory is %s
ru: Текущий каталог %s

source: Enter name you want to search:
ru: Введите имя, которое вы хотите искать:

source: Select files matching pattern
ru: Выбрать файлы, удовлетворяющие шаблону

source: Deselect files matching pattern
ru: Снять выделение с файлов, удовлетворяющих шаблону

source: P&attern:
ru: Шаблон (&a):

source: File name
ru: Имя файла

source: Title
ru: Название

source: Artist
ru: Исполнитель

source: Album
ru: Альбом

source: Year
ru: Год

source: Genre
ru: Жанр

source: Track
ru: Трек

source: Time
ru: Время

source: Change directory
ru: Сменить каталог

source: &Directory:
ru: Каталог (&d):

source: MPFC Equalizer
ru: Эквалайзер MPFC

source: Load preset from a Winamp EQF file
ru: Загрузить пресет из файла Winamp EQF

source: &Name:
ru: Имя (&n):

source: MPFC Default Key Bindings
ru: Стандартные клавиши MPFC

source: Equalizer Key Bindings
ru: Клавиши эквалайзера

source: File Browser Key Bindings
ru: Клавиши файлового броузера

source: Press <Space> to see next screen and <q> to exit
ru: Нажмите <Пробел>, чтобы увидеть следующий экран, и <q>, чтобы выйти

source: q: Quit program
ru: q: Выйти из программы

source: j or <Down>: Move one line down
ru: j или <Вниз>: Спуститься на одну строку

source: k or <Up>: Move one line up
ru: k или <Вверх>: Подняться на одну строку

source: u or <PgUp>: Move one screen up
ru: u или <PgUp>: Подняться на один экран

source: d or <PgDn>: Move one screen down
ru: d или <PgDn>: Спуститься на один экран

source: gg: Move to play list begin
ru: gg: Переместиться в начало плей-листа

source: G: Move to play list end
ru: G: Переместиться в конец плей-листа

source: <Number>G: Move to line <Number>
ru: <Число>G: Переместиться на строку <Число>

source: J: Move play list one line down
ru: J: Опустить плей-лист на строку

source: K: Move play list one line up
ru: K: Поднять плей-лист на строку

source: <Number>M: Move play list to line <Number>
ru: <Число>M: Переместить плей-лист в строку <Число>

source: <Ret>: Start playing
ru: <Ret>: Начать воспроизведение

source: x: Play stopped song or start playing from begin
ru: x: Воспроизводит остановленную песню или начать сначала

source: c: Pause/unpause
ru: c: Пауза/продолжение

source: v: Stop playing
ru: v: Остановить воспроизведение

source: b: Next song
ru: b: Следующая песня

source: z: Previous song
ru: z: Предыдущая песня

source: <: Scroll song 10 seconds back
ru: <: Сместиться на 10 секунд назад

source: >: Scroll song 10 seconds forth
ru: >: Сместиться на 10 секунд вперед

source: <Number>gt: Go to <Number>th second in song
ru: <Число>gt: Сместиться к секунде <Число>

source: +: Increase volume
ru: +: Увеличить громкость

source: -: Decrease volume
ru: -: Уменьшить громкость

source: ]: Increase balance
ru: ]: Увеличить баланс

source: [: Decrease balance
ru: ]: Уменьшить баланс

source: i: Song info editor
ru: i: Редактор информации о песне

source: a: Add songs
ru: a: Добавить песни

source: B: Launch file browser
ru: B: Вызвать броузер файлов

source: r: Remove songs
ru: r: Удалить песни

source: s: Save play list
ru: s: Сохранить плей-лист

source: S: Sort play list
ru: S: Сортировать плей-лист

source: P: Launch plugins manager
ru: P: Вызвать менеджер плагинов

source: V: Start visual mode
ru: V: Перейти в визуальный режим

source: C: Centrize view
ru: C: Центрировать экран

source: /: Search
ru: /: Поиск

source: \: Advanced search
ru: \: Продвинутый поиск

source: n: Go to next search match
ru: n: Перейти к следующему результату поиска

source: N: Go to previous search match
ru: N: Перейти в предыдущему результату поиска

source: e: Launch equalizer window
ru: e: Вызвать окно эквалайзера

source: R: Set/unset shuffle play mode
ru: R: Устаносить/сбросить случайный режим воспроизведения

source: L: Set/unset loop play mode
ru: L: Установить/сбросить кольцевой режим воспроизведения

source: o: Variables manager
ru: o: Менеджер переменных

source: O: Show logger window
ru: O: Показать окно журнала

source: U: Undo
ru: U: Отменить

source: D: Redo
ru: D: Восстановить

source: I: Reload songs information
ru: I: Перезагрузить информацию о песнях

source: ps: Set play bounds
ru: ps: Установить границы воспроизведения

source: p<Ret>: Set play bounds and play
ru: p<Ввод>: Установить границы и начать воспроизведение

source: pc: Clear play bounds
ru: pc: Сбросить границы воспроизведения

source: !: Execute command
ru: !: Выполнить команду

source: m<Letter>: Set mark <Letter>
ru: m<Буква>: Установить метку <Буква>

source: `<Letter>: Go to mark <Letter>
ru: `<Буква>: Перейти к метке <Буква>

source: ``: Go to previous position
ru: ``: Перейти к предыдущей позиции

source: <Backspace>: Go to previous time
ru: <Backspace>: Перейти к предыдущему времени

source: Window library bindings
ru: Клавиши оконной библиотеки

source: ^l: Redisplay screen
ru: ^l: Обновить экран

source: <Alt>-,: Set focus to previous window
ru: <Alt>-,: Переместить фокус к предыдущему окну

source: <Alt>-.: Set focus to next window
ru: <Alt>-.: Переместить фокус к следующему окну

source: <Alt>-c: Close window
ru: <Alt>-c: Закрыть окно

source: <Alt>-m: Maximize/minimize window
ru: <Alt>-m: Максимизировать/минимизировать окно

source: <Alt>-p: Change window position
ru: <Alt>-p: Изменить положение окна

source: <Alt>-s: Change window size
ru: <Alt>-s: Изменить размер окна

source: <Alt>-<letter>: Set focus to a dialog item marked by letter
ru: <Alt>-<буква>: Установить фокус на пункт диалога, помеченный буквой

source: <Ctrl>-g: Close dialog window
ru: <Ctrl>-g: Закрыть диалог

source: ?: This help screen
ru: ?: Этот экран помощи

source: q: Return to player
ru: q: Вернуться к плейеру

source: <Ret>: Go to the highlighted directory
ru: <Ret>: Зайти в подсвеченную директорию

source: h: Go to home directory
ru: h: Зайти в домашнюю директорию

source: <Backspace>: Move to parent directory
ru: <Backspace>: Зайти в родительский каталог

source: <Insert>: Select/deselect file
ru: <Insert>: Устаносить/снять выделение с файла

source: +: Select files matching a pattern
ru: +: Выбрать файлы, удовлетворяющие шаблону

source: -: Deselect files matching a pattern
ru: -: Снять выделение с файлов, удовлетворяющих шаблону

source: a: Add selected files to playlist
ru: a: Добавить выделенные файлы к плей-листу

source: r: Replace playlist files with the selected
ru: r: Заменить файлы в плей-листе на выбранные

source: c: Change directory
ru: c: Сменить каталог

source: i: Toggle song info mode
ru: i: Переключиться в режим информации о песне

source: s: Toggle search mode
ru: s: Переключиться в режим поиска

source: q or <Esc>: Return to player
ru: q or <Esc>: Вернуться к плейеру

source: h or <Left>: Move cursor left
ru: h или <Влево>: Переместить курсор влево

source: l or <Right>: Move cursor right
ru: l или <Вправо>: Переместить курсор вправо

source: j or <Down>: Move cursor down
ru: j или <Вниз>: Опустить курсор

source: k or <Up>: Move cursor up
ru: k или <Вверх>: Поднять курсор

source: p: Load Winamp EQF preset
ru: p: Загрузить пресет Winamp EQF

source: Log
ru: Журнал

source: A fatal error occured during player initialization. See log for details
ru: Во время инициализации призошла фатальная ошибка. Посмотрите в журнал

source: Unable to initialize configuration
ru: Не могу инициализировать конфигурацию

source: Unable to initialize log system
ru: Не могу инициализировать журнальную систему

source: MPFC %s Log %s
ru: Журнал MPFC %s %s

source: No enough memory
ru: Недостаточно памяти

source: Window system initialization failed
ru: Оконная система не инициализирована

source: Unable to initialize play list window
ru: Не могу инициализировать окно плей-листа

source: Unable to initialize plugin manager
ru: Не могу инициализировать менеджер плагинов

source: Unable to initialize VFS module
ru: Не могу инициализировать модуль VFS

source: Unable to initialize info read/write thread
ru: Не могу инициализировать поток чтения/записи информации

source: Unable to initialize undo list
ru: Не могу инициализировать список отмен

source: Play list initialization failed
ru: Не могу инициализировать плей-лист

source: Unable to initialize set of files for play list
ru: Не могу инициализировать набор файлов для плей-листа

source: Unable to initialize player thread
ru: Не могу инициализировать поток плейера

source: Player initialized
ru: Плейер инициализирован

source: Play list
ru: Плей-лист

source: Left MPFC
ru: Вышли из MPFC

source: String `%s' not found
ru: Строка `%s' не найдена

source: String `%s' found at position %d
ru: Строка `%s' найдена в позиции %d

source: SG Software Media Player For Console
ru: Плейер для консоли от SG Software

source: Shuffle
ru: Случайно

source: Loop
ru: Циклически

source: version %s
ru: версия %s

source: Output plugin initialization failed
ru: Не могу инициализировать выходной плагин

source: Add songs
ru: Добавить песни

source: File &name:
ru: Имя файла (&n):

source: Save play list
ru: Сохранить плей-лист

source: Execute external command
ru: Выполнить команду

source: C&ommand:
ru: Команда (&o):

source: Sort play list
ru: Сортировать плей-лист

source: Sort by
ru: Сортировать по

source: &Title
ru: Название (&t)

source: &File name
ru: Имя файла (&f)

source: P&ath and file name
ru: Путь и имя файла (&a)

source: T&rack
ru: Трек (&r)

source: &Only selected area
ru: Только выделенная область (o)

source: &Artist:
ru: Исполнитель (&a):

source: A&lbum:
ru: Альбом (&l):

source: &Year:
ru: Год (&y):

source: &Track No:
ru: Номер трека (&t):

source: C&omments:
ru: Комментарии (&o):

source: &Genre:
ru: Жанр (&g):

source: &Reload info
ru: Перезагрузить информацию (&r)

source: Write in&fo in all the selected songs
ru: Записать во все выделенные песни (&a)

source: Search
ru: Поиск

source: S&tring:
ru: Строка (&t):

source: Variables manager
ru: Менеджер переменных

source: &Value:
ru: Значение (&v):

source: Vie&w current value
ru: Посмотреть текущее значение (.w)

source: Operation
ru: Операция

source: S&et
ru: Установить (&e)

source: &Add
ru: Добавить (&a)

source: &Remove
ru: Удалить (&r)

source: Advanced search
ru: Продвинутый поиск

source: Search in
ru: Искать в

source: &Name
ru: Имя (&n)

source: &Artist
ru: Исполнитель (&a)

source: A&lbum
ru: Альбом (&l)

source: &Year
ru: Год (&y)

source: &Genre
ru: Жанр (&g)

source: C&omment
ru: Комментарии (&o)

source: Removed %d song
ru: Удалена %d песня

source: Reload info
ru: Перезагрузить информацию

source: &Only in selected area
ru: Только в выделенной области (&o)

source: Run/stop test
ru: Запустить/остановить тест

source: Tests
ru: Тесты

source: Test &1. Window library perfomance
ru: Тест &1. Производительность оконной библиотеки

source: &Stop job
ru: Остановить задачу (&s)

source: Input
ru: Входные

source: &Input
ru: Входные (&i)

source: Output
ru: Выходные

source: &Output
ru: Выходные (&o)

source: Effect
ru: Эффекты

source: &Effect
ru: Эффекты (&e)

source: Charset
ru: Кодировки

source: C&harset
ru: Кодировки (&h)

source: Plugins manager
ru: Менеджер плагинов

source: Effect is ena&bled
ru: Эффект включен (&b)

source: &Description:
ru: Описание (&d):

source: &Author:
ru: Автор (&a):

source: Con&figure
ru: Конфигурировать (&f)

source: Play list saved to %s
ru: Плей-лист сохранен в %s

source: [0;32;40mPress enter to continue
ru: [0;32;40mНажмите enter, чтобы продолжить

source: Unable to read %s file
ru: Не могу прочитать файл %s

source: %s: missing play list header
ru: %s: отсутствует заголовок плей-листа

source: %s: missing `numberofentries' tag
ru: %s: отсутствует тег `numberofentries'

source: %i/%i song; %i:%02i:%02i/%i:%02i:%02i
ru: %i/%i песня; %i:%02i:%02i/%i:%02i:%02i

source: Failed to save info to file %s
ru: Не могу сохранить информацию в файл %s
